---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular.Height
zh: 高度
source: html/94346a2d-e3ef-7f95-ef95-b80e0dcd4182.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular.Height Property

**中文**: 高度

Section height, depth.

## Syntax (C#)
```csharp
public double Height { get; set; }
```